﻿/* Growl */
"became available" = "ist verfügbar";
"became available: %@" = "ist verfügbar: %@";
"came online" = "kam online";
"changed status" = "änderte Status";
"changed status: %@" = "änderte Status: %@";
"%@ says" = "%@ sagt";
"went away" = "ging weg";
"went away: %@" = "ging weg: %@";
"went idle" = "ist inaktiv";
"went offline" = "ging offline";

/* Status Changes */
"%@ became available." = "%@ ist anwesend.";
"%@ became available. (%@)" = "%@ ist anwesend. (%@)";
"%@ went away." = "%@ ging weg.";
"%@ went away. (%@)" = "%@ ging weg. (%@)";
"%@ went idle." = "%@ ist inaktiv.";

/* Unified Contact List */
"Add Group..." = "Gruppe hinzufügen …";
"all accounts" = "Alle Accounts";
"All Contacts" = "Alle Kontakte";
"Contacts" = "Kontakte";

/* Log Viewer */
"Are you sure you want to delete all selected logs?" = "Sind Sie sicher, dass Sie alle ausgewählten Protokolle löschen wollen?";
"Delete" = "Delete";
"Delete Logs" = "Protokolle löschen";
"Don't Delete" = "Don't Delete";
"iChat is not currently logging your conversations, so past conversations will not appear in the log viewer. Go to the Messages tab in the iChat preferences to begin saving your chat transcripts." = "Ihre Chat-Protokolle werden derzeit von iChat nicht gespeichert. Frühere Unterhaltungen erscheinen daher nicht im Protokoll-Viewer. Öffnen Sie den Bereich \"Nachrichten\" der iChat-Einstellungen, um Ihre Ihre Chat-Protokolle zu sichern.";
"Log Viewer" = "Protokoll-Viewer";
"Logging is disabled" = "Protokollierung deaktiviert";
"No images in transcript." = "Keine Bilder in Protkoll speichern.";
"No links in transcript." = "Keine Links im Protokoll speichern.";
"Show link in transcript" = "Link im Protokoll anzeigen";
"Show image in transcript" = "Bild im Protokoll anzeigen";
"Show in Log Viewer" = "Im Log Viewer anzeigen";

/* Log Viewer - Status Strings */
"No results" = "Keine Ergebnisse.";
"One result" = "Ein Ergebnis.";
"%d results" = "%d Ergebnisse";
"Searching..." = "Suchen…";
"Loading logs..." = "Protokolle laden ...";

/* Activity Viewer */
"Activity" = "Aktivität";
"Are you sure you want to permanently delete all past activity?" = "Sind Sie sicher, dass Sie alle Verbindungsdaten endgültig löschen möchten?";
"Clear" = "Löschen";
"Clear Past Activity" = "Alle Verbindungsdaten löschen";
"Delete" = "Löschen";
"Don't Delete" = "Nicht löschen";
"Export" = "Exportieren";
"Filter" = "Filter";
"iChat Activity Log" = "iChat-Protokoll";
"Incoming File" = "Ankommende Datei";
"Outgoing File" = "Ausgehende Datei";
"Recent Activity Length" = "Verbindungsdauer";

/* Donate */
"Thank you for using Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will only appear once more." = "Herzlichen Dank, dass Sie Chax verwenden. Bitte unterstützen die Weiterentwicklung von Chax mit einer Spende.";
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Herzlichen Dank, dass Sie Chax weiter verwenden. Bitte unterstützen die Weiterentwicklung von Chax mit einer Spende. Diese Nachricht wird nicht wieder angezeigt.";

/* iChatAgent Injection */
"Administrator password required" = "Administrator-Kennwort erforderlich";
"Sending plain text to ICQ users requires your admin password to function properly. Please enter your admin password to enable this feature." = "Das Senden von reinem Text an ICQ-Nutzer erfordert die Eingabe des Administrator-Kennworts. Bitte geben Sie das Administrator-Kennwort an, um diese Funktion zu aktivieren.";
"Administrator password error" = "Aministrator-Kennwort falsch";
"There was an error enabling plain text support for ICQ users. Please try again or reinstall Chax if the problem persists. (Error %d)" = "Fehler bei der Aktivierung von reinem Text für ICQ-Nutzer. Bitte versuchen Sie bei Fortbestehen des Problems, Chax neu zu installieren. (Fehler %d)";

/* AV Chat Close Confirmation */
"End AV Chat?" = "Video-Chat beenden?";
"Are you sure you want to end this AV chat?" = "Sind Sie sicher, dass Sie diesen Video-Chat beenden wollen?";
"Close" = "Schließen";
"Don't Close" = "Nicht schließen";

/* Preferences - Auto-Accept */
"Are you sure you want to Automatically accept AV chat invitations that are sent to you? All AV chats are automatically accepted by default. Click \"Options...\" to only accept AV chats from specific users or on specific accounts." = "Sind Sie sicher, dass sie Einladungen zu Video-Chats automatisch annehmen möchten? Alle Video-Chats werden standardmässig akzeptiert. Wählen Sie \"Einstellungen …\", um Video-Chats nur von einzelnen Kontakten zu akzeptieren.";
"Automatically accept AV chat invitations?" = "Einladungen zu Video-Chats automatisch annehmen?";
"Auto-accept AV chats from:" = "Video-Chats automatisch akzeptieren von:";
"Auto-accept files from:" = "Dateien automatisch akzeptieren von:";
"Are you sure you want to automatically accept all files that are sent to you? All files are automatically accepted by default. Click \"Options...\" to only accept files from specific users or on specific accounts." = "Sind Sie sicher, dass Sie Dateien automatisch annehmen möchten? Alle Dateien werden standardmässig akzeptiert. Wählen Sie \"Einstellungen …\", um Dateien nur von einzelnen Kontakten zu akzeptieren.";
"Automatically accept file transfers?" = "Datei-Übertragungen automatisch annehmen?";
"Auto-accept screen sharing from:" = "Einladungen zur Bildschirmfreigabe automatisch annehmen?";
"Are you sure you want to automatically accept all screen sharing invitations that are sent to you? All screen sharing invitations are automatically accepted by default. Click \"Options...\" to only accept screen sharing invitations from specific users or on specific accounts." = "Sind Sie sicher, dass Sie Bildschirmfreigaben automatisch annehmen möchten? Alle Bildschirmfreigaben werden standardmässig akzeptiert. Wählen Sie \"Einstellungen …\", um Bildschirmfreigaben nur von einzelnen ausgewählten Kontakten zu akzeptieren.";
"Automatically accept screen sharing invitations?" = "Einladungen zur Bildschirmfreigabe automatisch annehmen?";
"Anyone" = "Alle";

/* Other */
"Always on Top" = "Im Vordergrund halten";
"Send Camera Snapshot..." = "Schnappschuss senden ...";
"Show Preferences..." = "Einstellungen anzeigen ...";
"Show Text Status" = "Statustext anzeigen";

/* Button Titles */
"OK" = "OK";
"No" = "Nein";
"Yes" = "Ja";
"Cancel" = "Abbrechen";